ext-sources-app/tests/test_files/soap/PHRM_testSearchByName_PaginatedAndSorted_req.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:impl="http://impl.services.screening.medicaid.gov/">
   <soapenv:Header/>
   <soapenv:Body>
      <impl:searchByName>
         <arg0>
            <lastName>james</lastName>
            <pageNumber>2</pageNumber>
            <pageSize>2</pageSize>
            <sortColumn>licenseNumber</sortColumn>
         </arg0>
      </impl:searchByName>
   </soapenv:Body>
</soapenv:Envelope>